 <template>
  <div>
    <header1></header1>
    <div class="content">
      <div class="container rules">
        <h1 class="col-md-12 mb-5 title" style="">قوانین و مقررات</h1>
        <p class="pr-5 pl-5">{{Rules}}</p>
        <h4 class="pl-5 pr-5">الف) خدمات</h4>
        <p class="pl-5 pr-5">{{Rule1}}</p>
        <h4 class="pl-5 pr-5">ب) استفاده از خدمات</h4>
        <h5 class="mr-2 pl-5 pr-5">۱- حساب کاربری</h5>
        <p class="mr-4 pl-5 pr-5">{{Rule2}}</p>
        <p class="mr-5 pl-5 pr-5">o	داشتن ۱۸ سال تمام شمسی</p>
        <p class="mr-5 pl-5 pr-5">o	تکمیل فرم مشخصات از قبیل نام، نام خانوادگی و شمارهی همراه</p>
        <p class="mr-4 pl-5 pr-5">{{Rule3}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule4}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule5}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule6}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule7}}</p>
        <h5 class="mr-2 pl-5 pr-5">۲- هزینه‌‌های استفاده از خدمات و سایر هزینه‌‌های مرتبط و نحوه‌ی پرداخت آن</h5>
        <p class="mr-4 pl-5 pr-5">{{Rule8}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule9}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule10}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule11}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule12}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule13}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule14}}</p>
        <p class="mr-5 pl-5 pr-5">o	در صورتی که مسافر، مایل به پرداخت اینترنتی هزینه سفر، می‌بایست با پرداخت وجه مورد نظر خود از طریق درگاه‌های بانکی پرداخت اینترنتی، اعتبار حساب کاربری خود را شارژ نماید. </p>
        <p class="mr-5 pl-5 pr-5">o	در پرداخت نقدی نیز هزینه سفر می بایست در انتها سفر به راننده پرداخت گردد.
        راننده به هیچ عنوان حق درخواست پرداخت نقدی را ندارد و در صورت تمایل مسافر میتواند وجه سفر را بصورت نقدی دریافت نماید.</p>
        <p class="mr-4 pl-5 pr-5">{{Rule15}}</p>
        <h5 class="mr-2 pl-5 pr-5">۳- مالکیت حقوق معنوی نرم‌افزارهای کارپینو</h5>
        <p class="mr-4 pl-5 pr-5">{{Rule16}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule17}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule18}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule19}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule20}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule21}}</p>
        <h5 class="mr-2 pl-5 pr-5">4- تعهدات شرکت</h5>
        <p class="mr-4 pl-5 pr-5">{{Rule22}}</p>
        <p class="mr-4 pl-5 pr-5">{{Rule23}}</p>
        <p class="mr-5 pl-5 pr-5">o	اطلاعاتی که کاربر به‌صورت مستقیم در فرم مشخصات ثبت‌نام (نام، نام خانوادگی، شماره‌ی ملی، آدرس و شماره‌ی تلفن همراه)، درخواست سفر و ... در اختیار شرکت قرار می‌‌دهد.</p>
        <p class="mr-5 pl-5 pr-5">o	اطلاعاتی که به‌طور غیرمستقیم و در نتیجه‌ی استفاده‌ی کاربر از خدمات کارپینو در این برنامه ذخیره می‌‌شود؛ از جمله موقعیت مکانی مبدأ سفرهای کاربر، طول هر سفر، نشانی مقصد، هزینه‌ی سفر، تراکنش‌های مالی صورت‌گرفته در حساب کاربری جهت استفاده از خدمات کارپینو و اطلاعات مربوط به سخت‌افزاری که کاربر با استفاده از آن از خدمات کارپینو استفاده می‌‌کند (نظیر سیستم‌عامل آن) و نهایتاً شیوه‌ی اتصال کاربر به اینترنت و ...</p>
        <p class="mr-4 pl-5 pr-5">{{Rule24}}</p>
        <h5 class="mr-2 pl-5 pr-5">5- قانون حاکم و شیوه‌ی حل اختلاف</h5>
        <p class="mr-4 pl-5 pr-5 mb-5">{{Rule25}}</p>
      </div>
    </div>
  <footer1></footer1>
  </div>

</template>

<script>
  import footer1 from './footer'
  import header1 from "./header";
export default {
   components: {
     header1,
     footer1,
    },
    data() {
     return {
       Rules: 'نرم افزار کارپینو توسط شرکت راد سفیران روناک به شماره ثبت  506966 و شماره ملی 14006634964 به منظور تسهیل حمل‌و‌نقل مسافر طراحی گردیده است و تحت شرایط زیر خدمات مربوطه را ارائه می‌‌نماید. فلذا این شرایط به‌عنوان یک قرارداد الزام‌آور بر روابط بین کاربر و شرکت حاکم خواهد بود. بر این اساس، ضروری است پیش از استفاده از خدمات کارپینو، این شروط را به‌دقت مطالعه فرمایید.\n' +
         'استفاده از این نرم افزار برای درخواست حمل و نقل بدین ترتیب به‌منزله‌ی قبول تمامی شرایط ذیل بوده و هرگونه ادعا یا اعتراض آتی در این خصوص را بلااعتبار می‌‌نماید. \n' +
         'شرکت ممکن است شرایط استفاده از خدمات را در طول زمان تغییرداده یا ویرایش نماید. این تغییرات از طریق نرم‌افزارهای کارپینو یا در قالب پیامک و ایمیل به تمامی کاربران اطلاع داده خواهد شد که در این صورت، در صورتی که کاربر به استفاده از خدمات کارپینو ادامه دهد، به واقع رضایت خود را نسبت به شرایط جدید اعلام نموده است. \n',
       Rule1: 'کارپینو ارائه کننده حمل‌ونقلی نمی باشد، بلکه تنها با ایجاد یک پل ارتباطی بین مسافران (افرادی که متقاضی استفاده از خدمات حمل‌ونقل هستند و با ثبت‌نام در کارپینو درخواست سفر را ارسال می‌‌کنند) و رانندگان (افرادی که مایل به ارائه‌ی خدمات حمل‌ونقل هستند و با ثبت‌نام در کارپینو درخواست سفر را دریافت می‌‌کنند) حمل‌ونقل مسافران را تسهیل می‌‌نماید. البته در این فرآیند، راننده مخیر است درخواست سفر را پذیرفته یا رد آن نماید و مسافر نیز پس از ارسال درخواست سفر و مشخص شدن راننده می‌‌تواند از درخواست خود انصراف دهد. \n' +
         'بنابر این تعری، هر سفری که در قالب این برنامه‌ی نرم‌افزاری صورت می‌‌گیرد یک قرارداد مستقل فی‌مابین راننده و مسافراست و کارپینو تنها زمینه‌ی انعقاد این قرارداد را میان مسافران و رانندگان در هر سفر مهیا می‌‌کند و مسئولیتی در قبال این قرارداد ندارد. تأکید می‌‌شود که شرکت هیچ‌گونه مسئولیتی - اعم از حقوقی و کیفری - در قبال اتفاقات حین سفر در مقابل کاربران - اعم از مسافران و رانندگان - و اشخاص ثالث نخواهد داشت منتهی تمامی مسافرینی که از این خدمات استفاده میکنند تحت پوشش بیمه می باشند که این از جمله مزایای این نرم افزار محسوب می شود.\n',
       Rule2: '•\tبرای عضویت در کارپینو و استفاده از تمامی خدمات آن، هر کاربر میبایست اقدام به ایجاد یک حساب کاربری در کارپینو نماید. با ایجاد حساب کاربری کاربر اعلام میکند که شرایط زیر را الزاماً دارد: ,',
       Rule3: '•\tهر شخص (اعم از حقیقی و حقوقی) تنها مجاز به افتتاح  یک حساب کاربری می باشد.',
       Rule4: '•\tهر کاربر مسئولیت صحت اطلاعات مندرج در حساب کاربری را می‌‌پذیرد و متعهد می‌‌شود که در صورت تغییر در هر بخش از این اطلاعات، حساب کاربری خود را در کارپینو به‌روز نماید. وارد کردن اطلاعات نادرست و غیردقیق ممکن است منجر به محرومیت کاربر از خدمات کارپینو شود و کاربر نمی‌‌تواند به این موضوع معترض گردد.',
       Rule5: '•\tهر کاربر با ثبت‌نام در کاپینو و ایجاد حساب کاربری به نام خود، صحت انتساب تمام پیام‌‌های صادره ازحساب کاربری خویش را پذیرفته و در نتیجه حق هرگونه اعتراض یا ادعای آتی (مبنی بر انکار، تردید یا جعل داده‌ی پیام‌های ارسالی) را از خویش سلب و اسقاط می‌‌نماید.',
       Rule6: '•\tدر صورت عدم همکاری کاربر و ارائه نکردن اطلاعات مربوط - در شرایط خاص که ممکن است احراز هویت کاربر از جانب شرکت ضروری تشخیص داده شود - شرکت حق انسداد حساب کاربر را خواهد داشت.',
       Rule7: '•\tکاربر مجاز نیست حساب کاربری خود را برای استفاده در اختیار دیگر اشخاص - اعم از حقیقی و حقوقی و به‌ویژه افراد زیر ۱۸ سال - قرار دهد یا آن را به هر نحو به دیگری منتقل نماید. در صورت تخلف، مسئولیت تمام اقدامات انجام شده توسط دیگران به‌عهده‌ی صاحب حساب کاربری خواهد بود.',
       Rule8: '•\tاولین قدم ثبت درخواست پس از اعلام مقصد مورد نظر ، اعلام هزینه مسیر است. بدین ترتیب همواره امکان استعلام هزینه مسیر بدون این که درخواستی ثبت شود برای مشتریان فراهم خواهد بود.',
       Rule9: '•\tبدیهی ایست که استفاده از اپلیکیشن تنها با استفاده از متصل شدن به اینترنت امکان پذیر خواهد بود و لذا کاربران می بایست در این خصوص اقدامات لازم را پیش بینی کرده و هزینه های مربوط به آن را شخصا پرداخت نمایند.',
       Rule10: '•\tهزینه سفر ،انتقال وجا به جایی بار توسط نرم افزار به مسافران و اشخاص اعلام میگردد. بر اساس این قیمت، هر یک از طرفین میتوانند درخواست را رد کرده یا بپذیرند.',
       Rule11: '•\tکاربر می‌پذیرد هزینۀ سرویس که از طرف شرکت مشخص می‌شود را بپذیرد و پس از استفاده از آن اعتراضی نسبت به هزینۀ سرویس نمی‌تواند داشته باشد.',
       Rule12: '•\t با توجه به زمان درخواست سفر (ساعات مختلف یا روزهای هفته)، مبدأ و مقصد سفر و دیگر عوامل مؤثر هزینه اعلامی از طرف نرم افزار متفاوت خواهد بود.',
       Rule13: '•\tهزینه‌ی سفر که در هنگام درخواست برای مسافر واشخاص خواهان خدمات دیگر نرم افزار نمایش داده می‌‌شود ایجاد هر تغییری در شرایط سفر از سوی مسافر، از قبیل درخواست تغییر مبدأ، مقصد و مسیر سفر یا درخواست توقف در طی مسیر و مانند آن، مشمول هزینه اضافی خواهد بود و شرکت را مجاز خواهد کرد که بر طبق موازین قیمت‌گذاری خود قیمت تعیین‌شده را تغییر دهد. در سایر موارد قیمت تعیین‌شده غیر قابل تغییر خواهد شد.',
       Rule14: '•\tپرداخت هزینۀ سرویس از طریق روش‌هایی که توسط شرکت مشخص می‌شود، می تواند صورت گیرد. این روش‌ها عبارتنداز: ۱- پرداخت نقدی به راننده ۲- پرداخت اعتباری درون برنامه ',
       Rule15: '•\t مسافر می‌پذیرد هر گونه تخریبی که در خودروی راننده در نتیجه استفاده از سرویس با حساب کاربری وی ایجاد شود، مسئولیت تامین هزینه‌های مربوط به تعمیر، شست و شو و غیره به عهده وی خواهد بود. در چنین مواردی شرکت حق دارد این هزینه‌ها را از اعتبار موجود در حساب افراد کسر یا از وی وصول نماید.',
       Rule16: 'مالکیت معنوی نرم‌افزارهای کارپینو و تمام ملحقات آن (از جمله نام، علامت تجاری و خدمات ارائه‌شده تحت این نام و ...) متعلق به شرکت راد سفیران روناک است و در نتیجه:',
       Rule17: '•\tکاربران تنها اجازه‌ی استفاده‌ی محدود و غیرانحصاری از خدمات آن را تحت شرایط قرارداد حاضر دارند، بدون آن که این استفاده حقی برای آن‌ها نسبت به مالکیت نرم‌افزارهای کارپینو یا سایر حقوق معنوی مربوطه ایجاد نماید یا اجازه‌ی استفاده از نام، علامت تجاری، لوگو و ... را به آن‌ها اعطا نماید.',
       Rule18: '•\tکاربران تنها اجازه‌ی استفاده‌ی محدود و غیرانحصاری از خدمات آن را تحت شرایط قرارداد حاضر دارند، بدون آن که این استفاده حقی برای آن‌ها نسبت به مالکیت نرم‌افزارهای کارپینو یا سایر حقوق معنوی مربوطه ایجاد نماید یا اجازه‌ی استفاده از نام، علامت تجاری، لوگو و ... را به آن‌ها اعطا نماید.',
       Rule19: '•\tکاربران نمی‌‌توانند نرم‌افزارهای کارپینو را تغییر دهند، بازتولید یا بازنویسی کنند یا از آن برای تولید یک برنامه‌ی مشابه استفاده نمایند.',
       Rule20: '•\tکاربران مجاز به استفاده از خدمات نرم‌افزارهای کارپینو جز در شرایط مقرر در این قرارداد نیستند و حق اجاره، فروش و به‌طور کلی انتقال نرم‌افزارهای کارپینو و حقوق ناشی از آن یا نمایش عمومی آن را نخواهند داشت.',
       Rule21: '•\tکاربران نمی‌‌توانند به هیچ‌یک از سرویس‌‌ها و برنامه‌ها و شبکه‌ی مرتبط با سرورها به‌صورت غیرمجاز دسترسی پیدا کنند یا در این راستا تلاشی انجام دهند و نیز نمی‌‌توانند با استفاده از مهندسی معکوس یا مترجم وارون به کد سطح بالا یا زبان ماشین دست پیدا کنند.',
       Rule22: '•\tشرکت متعهد به تلاش برای ارائه‌ی خدمات باکیفیت است و در این راه تلاش می‌‌کند با به‌روزرسانی نرم‌افزارها متناسب با نیاز کاربران سطح خدمات ارائه‌شده را ارتقا بخشد.',
       Rule23: '•\tشرکت متعهد به حفظ و حراست از اطلاعاتی است که در نتیجه‌ی استفاده‌ي کاربران از خدمات کارپینو در نرم‌افزار ثبت و ذخیره می‌‌شود. این اطلاعات به‌شرح زیر است:',
       Rule24: '•\tشرکت متعهد می‌‌شود که اطلاعات ذخیره‌شده در برنامه‌ی کارپینو - یعنی موارد فوق الذکر - را تنها در جهت بهبود کیفیت خدمات استفاده نماید، در نتیجه ارائه‌ی شماره‌ی همراه مسافر به راننده برای پیدا کردن محل دقیق مسافر هنگام سوار شدن یا اعلام جا ماندن وسایل مسافر در خودرو بلااشکال است.',
       Rule25: 'قرارداد حاضر از هر نظر تابع قوانین جمهوری اسلامی ایران خواهد بود و در صورت بروز اختلاف طرفین تلاش خواهند کرد تا اختلاف خود را به‌صورت مسالمت‌آمیز و از راه گفت‌وگو حل‌وفصل نمایند. در صورت عدم موفقیت، اختلاف از طریق مراجعه به مراجع قضایی تهران حل‌وفصل خواهد شد.',
     }

    },
    methods: {
    }
}
</script>


<style scoped>
  @import "../assets/font/font-awesome-4.7.0/css/font-awesome.css";
  @import "../assets/font/font-awesome-4.7.0/css/font-awesome.min.css";
  @import "https://maxcdn.bootstrapcdn.com/bootstrap/4.1.3/css/bootstrap.min.css";
  @import "https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css";
  @import "https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap-theme.min.css";
  @import "https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css";

div {
  overflow: hidden;
}

.content{
  font-family: iranyekan;
  background-color: #E2E2E2;
  background-repeat: no-repeat;
  background-size: cover;
  direction: rtl;
}

.rules{
  background-color: white;
  text-align: right;
  background-image: url("../assets/about_background.jpg");
}

.rules .title{
  text-align: center;
  font-size: 25px
}
.rules p{
  direction: rtl;
  text-align: justify;
  line-height: 1.4;
  font-size: 1em;
}

.rules h4{
  font-family: iranyekan;
  font-size: 1.2em;
}

.rules h5{
  ont-family: iranyekan;
  font-size: 1em;
}

@media (min-width: 240px) and (max-width: 768px) {
  .rules p{
    font-size: 15px;
  }
  .rules .title{
    font-size: 18px;
  }
}
</style>
